Tekla.Structures.ModelInternal.CDelegateSynchronized.ExportUIObjectPick(Tekla.Structures.ModelInternal.dotUIPicker_t@)


Tekla.Structures.ModelInternal.CDelegateSynchronized.ExportUIObjectsPick(Tekla.Structures.ModelInternal.dotUIPicker_t@)


Tekla.Structures.ModelInternal.CDelegateSynchronized.ExportRenderGraphicContainer(Tekla.Structures.ModelInternal.dotGraphicObjectContainer_t@,System.Collections.Generic.List{Tekla.Structures.Geometry3d.Point}@,System.Collections.Generic.List{Tekla.Structures.ModelInternal.GraphicLine}@,System.Collections.Generic.List{Tekla.Structures.Model.UI.GraphicPolyLine}@,System.Collections.Generic.List{Tekla.Structures.ModelInternal.GraphicFace}@,System.Collections.Generic.List{Tekla.Structures.ModelInternal.GraphicText}@)
